const problems = [
  [],
  ['알록달록한 점들이 모여 차갑고 단단한 것이 높게 솟아오른 곳 뒷면을 보시게.', '8'],
  ['종종 먹색 돼지를 잡아먹는 노란 구렁이의 배 속을 살펴보시게.', '비닐하우스'], 
  ['깨끗한 분수가 솟아오르는 곳 아래를 보시게', '1'],
  ['보스 돼지를 모시는 두 마리의 강아지 중 왼쪽 아이를 보시게', '1'],
  ['먹색 돼지는 이곳을 좋아할 수도 있고, 싫어할 수도있지. 이곳의 무게는 대략 4-5파운드 정도라네.', '80'],
  ['꽃으로 둘러싸인 이곳은 라오스에선 긴 머리 돼지에, 지금은 먹색 돼지에 주로 가까이 있네.', '2']
]

// 1 1 2 3 5 ( ) 13 21  다음 괄호안에 들어갈 숫자는?

// 푸른 집은 블루하우스 , 노란 집은 엘로하우스, 투명한 집은?

// [ ㅈ ㅏ ㄹ ㅜ ㅁ ㅏ ㄷ ㅣ ]를 낱말로 만든다면 무엇이 될까? 1.동물 2.도시 3.행성 4.물고기
// (정답은 숫자만 입력)

// 1 = 11 2 = 22 3 = 33 4= 44 ... 11 = ?

// Q1 https://blog.naver.com/falcon2026/221735466509

// 횡단을 하려면 6일이 걸리는 사막을 탐험하려는 탐험가가 있다.
// 한 사람이 갖고 갈 수 있는 식량이 4일 치라고 할 경우, 탐험가는 몇 명의 짐꾼을 데리고 가면 될까?
